name: "metrics_proxy"
backend: "python"
max_batch_size: 8

input [
  {
    name: "input_image"
    data_type: TYPE_FP32
    dims: [3, -1, -1]
  }
]

output [
  {
    name: "output_image"
    data_type: TYPE_FP32
    dims: [3, -1, -1]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]
